Repository: WPPlugins/vikinguard
Catalog: i18n/Vikinguard-*.po
Languages: es_es

source: to access, clik on:
es_es: Para acceder, haz click sobre:

source: You do not have sufficient permissions to manage options for this blog.
es_es: No tiene permisos suficientes para gestionar las opciones para este blog.

source: Mail
es_es: Correo

source: Select an existing shop ...
es_es: Seleccione una tienda existente…

source: ... or add a new one
es_es: … o añada una nueva

source: This is just a name to refer to your shop.
es_es: Es simplemente un nombre para referirnos a su tienda

source: Your New Shop Name
es_es: El nombre de tu tienda

source: Shop name
es_es: Nombre de la tienda

source: Vikinguard is going to use this address to monitor the uptime of your shop. Please, check the http and https is correct configured. Do not use private or localhost address, use your public ip or domain to allow Vikinguard to access to your shop.
es_es: Vikinguard va a usar esta dirección para monitorizar la disponibilidad. Por favor asegurate de que http o https está bien escrito. No uses direcciones privadas o localhost. Usa direcciones publicas para permitir el acceso de Vikinguard a tu tienda.

source: Shop URL
es_es: URL de la tienda

source: you must accept Vikinguard's terms
es_es: debe aceptar los términos de uso de Vikinguard

source: I agree to the
es_es: He leído y acepto los

source: Terms of Service.
es_es: Términos del servicio

source: Shop Name too short
es_es: Nombre de la tienda demasiado corto

source: Short url must start by http:// or https://
es_es: La dirección debe empezar por http:// o https://

source: We have noticed that you configured Vikinguard to monitor a demo/test environment (localhost or 127.0.0.1). Please note that without real traffic and no public URL, you will not be able to monitor neither uptime neither real user experience and you will lose some important functionalities of our tool
es_es: Nos hemos dado cuenta de que ha configurado Vikinguard para supervisar un entorno de demostración / prueba (localhost o 127.0.0.1). Por favor, tenga en cuenta que sin tráfico real y sin dirección URL pública, usted no será capaz de controlar ni la experiencia ni el tiempo de actividad de usuario real y usted perderá algunas funcionalidades importantes de nuestra herramienta

source: Communication problem. Please try again later.
es_es: Problema de comunicación. Por favor vuelva a intentarlo más tarde.

source: Add it!
es_es: ¡Añadir!

source: Please introduce your email to configure Vikinguard
es_es: Introduzca su correo electrónico para configurar Vikinguard

source: Mail address
es_es: Dirección de correo

source: If you want to sign up, introduce your mail. If you are already registered, use your mail to sign in.
es_es: Si desea registrarse, introduzca su correo. Si ya estás registrado, escriba su correo igualmente para iniciar sesión.

source: Check your email
es_es: Consulte su correo electrónico

source: Send it
es_es: Enviar

source: Introduce your mail
es_es: Introduzca tu correo

source: Do you have any problem? Please click here
es_es: ¿Tienes algún problema? Haga clic aquí

source: We are not going to spam you
es_es: No vamos a enviarte Spam

source: We are committed to keeping your e-mail address confidential. We do not sell, rent, or lease our subscription lists to third parties, and we will not provide your personal information to any third party individual, government agency, or company at any time unless compelled to do so by law.
es_es: Estamos comprometidos a mantener su dirección de correo electrónico confidencial. No vendemos, alquilamos, o alquilamos nuestras listas de suscripción a terceros, y no vamos a proporcionar su información personal a cualquier tercera persona a menos que obligados a hacerlo por ley.

source: Introduce your password to reconfigure the module.
es_es: Introduzca su password para reconfigurar el módulo

source: That email address is invalid
es_es: dirección email inválida

source: Password
es_es: Contraseña

source: minimum 6 caracters
es_es: al menos 6 caracters

source: Did you forget your password? Click
es_es: ¿Olvidó su contraseña? Haga clic

source: here
es_es: aquí

source: check your password
es_es: Consulta tu correo electrónico

source: Communication problem. Please try again later
es_es: Problema de comunicación. Por favor vuelva a intentarlo más tarde.

source: Sign in
es_es: Iniciar sesión

source: VIKINGUARD IS CONFIGURED
es_es: VIKINGUARD ESTA CONFIGURADO

source: to reset the configuration
es_es: para reconfigurar

source: 1) Select a password:
es_es: 1) Seleccione una contraseña

source: Choose a Password
es_es: Elija una contraseña

source: Confirm the Password
es_es: Confirma la contraseña

source: Whoops, these don't match
es_es: Upps, No son iguales

source: Confirm
es_es: Confirma

source: 2) Review/Modify:
es_es: 2) Revisa/Modifica

source: Your Shop Name
es_es: El nombre de tu tienda

source: Customer name
es_es: El nombre de cliente

source: Customer Name too short
es_es: El nombre del nombre de cliente es demasiado corto

source: Password too short
es_es: La contraseña es demasiado corta

source: Whoops, these passwords do not match
es_es: Upps, No son iguales

source: Check your email configuration
es_es: Consulte la dirección de correo electrónico

source: You must accept the terms\n
es_es: Debes aceptar nuestros términos y condiciones

source: Vikinguard Settings
es_es: Configuración de Vikinguard

source: Vikinguard Console
es_es: Consola de Vikinguard

source: Vikinguard for woocommerce
es_es: Vikinguard para woocommerce

source: it checks your site uptime and real user experience. This module provides all the infomation about your site\'s perfomance.
es_es: Comprueba tu disponibilidad y la experiencia de tus usuarios reales. Este módulo proporciona toda la información sobre el rendimiento de su site\.
